tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
brew "azure-cli"
brew "git"
brew "kubernetes-cli"
brew "node"
brew "nushell"
brew "tflint"
brew "terraform-docs"
brew "lazygit"
brew "gh"
brew "fzf"
brew "zoxide"
brew "carapace"
cask "1password"
cask "powershell"
cask "visual-studio-code"
mas "Magnet", id: 441258766
mas "Reeder 5.", id: 1529448980
cask "blockblock"
cask "lulu"
cask "ghostty"
cask "bettermouse"
cask "rectangle"
