tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
tap "anomalyco/tap"
tap "hashicorp/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "azure-cli"
brew "carapace"
brew "container"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "hashicorp/tap/terraform"
brew "htop"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "mas"
brew "node"
brew "nushell"
brew "tflint"
brew "terraform-docs"
brew "lazygit"
brew "gh"
brew "fzf"
brew "zoxide"
brew "carapace"
cask "1password"
cask "powershell"
cask "visual-studio-code"
mas "Magnet", id: 441258766
mas "Reeder 5.", id: 1529448980
cask "blockblock"
cask "lulu"
cask "ghostty"
cask "bettermouse"
cask "rectangle"
brew "opencode"
brew "pkl"
brew "terraform-docs"
brew "terraform-docs@0.21"
brew "tflint"
brew "yamllint"
brew "yq"
brew "zoxide"
cask "1password"
cask "bambu-studio"
cask "bettermouse"
cask "bitwarden"
cask "blockblock"
cask "discord"
cask "ghostty"
cask "gimp"
cask "ibkr"
cask "lulu"
cask "powershell"
cask "rectangle"
cask "royal-tsx"
cask "shaunsingh/sfmono-nerd-font-ligaturized/font-sf-mono-nerd-font-ligaturized"
cask "tradingview"
cask "visual-studio-code"
cask "zen"
mas "1Password for Safari", id: 1569813296
mas "Infuse", id: 1136220934
mas "Mela", id: 1568924476
mas "Reeder", id: 1529448980
mas "Wipr", id: 1320666476
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "marp-team.marp-vscode"
vscode "ms-vscode.powershell"
vscode "redhat.vscode-yaml"
vscode "svelte.svelte-vscode"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "yzhang.markdown-all-in-one"
