tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "azure-cli"
brew "git"
brew "go"
brew "jq"
brew "kubernetes-cli"
brew "node"
brew "pure"
brew "python@3.10"
brew "terraform"
brew "xxhash"
cask "1password"
cask "blackhole-2ch"
cask "cheatsheet"
cask "docker"
cask "font-cascadia-code"
cask "gitkraken"
cask "hush"
cask "iterm2"
cask "lunar"
cask "obs"
cask "obs-ndi"
cask "parallels"
cask "powershell"
cask "powershell-preview"
cask "qlmarkdown"
cask "spotify"
cask "tradingview"
cask "teamviewer"
cask "visual-studio-code"
cask "webex-meetings"
cask "whatsapp"
mas "Magnet", id: 441258766
mas "Reeder 5.", id: 1529448980
